
* Projects

** TODO 王雄的书籍整理与学习 [3/4]                         :PROG:WORK:CHAOS:
   DEADLINE: <2016-10-30 周日 20:00>
   - [X] Chapter0: Introduction
   - [X] Chapter1:
   - [X] Chapter2:
   - [X] Chapter3:
   - [X] Chapter4:
   - [X] Chapter5:
   - [X] Chapter6:
   - [X] Chapter7:
   - [X] Chapter8:
   - [X] Chapter9:
   - [X] Chapter10:

*** DONE Chapter 0
    CLOSED: [2016-10-27 四 09:09]
    :LOGBOOK:
    CLOCK: [2016-10-25 周二 23:06]--[2016-10-25 周二 23:43] =>  0:37
    :END:

**** Description
     Leading chapter, description of outline of this book.


*** DONE Chapter1 ~  Chapter7
    CLOSED: [2016-10-27 四 09:09]
    :LOGBOOK:
    CLOCK: [2016-10-26 三 14:07]--[2016-10-26 三 14:44] =>  0:37
    :END:

**** description
     Shilnikov's theorem and Wangxiong's discovery of Chaos.


*** DONE Chapter8 ~ Chapter13
    CLOSED: [2016-10-27 四 13:05]
    :LOGBOOK:
    CLOCK: [2016-10-27 四 12:47]--[2016-10-27 四 13:04] =>  0:17
    CLOCK: [2016-10-27 四 12:15]--[2016-10-27 四 12:40] =>  0:25
    CLOCK: [2016-10-27 四 10:32]--[2016-10-27 四 10:57] =>  0:25
    CLOCK: [2016-10-27 四 09:54]--[2016-10-27 四 10:19] =>  0:25
    CLOCK: [2016-10-27 四 08:37]--[2016-10-27 四 09:34] =>  0:57
    :END:

    
*** NEXT 参考文献处理
    :LOGBOOK:
    CLOCK: [2016-10-28 五 18:41]--[2016-10-28 五 19:00] =>  0:19
    CLOCK: [2016-10-28 五 16:03]--[2016-10-28 五 16:28] =>  0:25
    CLOCK: [2016-10-28 五 15:15]--[2016-10-28 五 15:40] =>  0:25
    CLOCK: [2016-10-28 五 14:40]--[2016-10-28 五 15:05] =>  0:25
    CLOCK: [2016-10-28 五 13:51]--[2016-10-28 五 14:16] =>  0:25
    CLOCK: [2016-10-27 四 15:36]--[2016-10-27 四 16:32] =>  0:56
    CLOCK: [2016-10-27 四 15:06]--[2016-10-27 四 15:31] =>  0:25
    CLOCK: [2016-10-27 四 13:30]--[2016-10-27 四 13:55] =>  0:25
    :END:

    
*** 注意修改点
    1. 每章用自己的页眉，自己的参考文献
    2. 每章第一页加入自己的作者
    3. 王雄的 Chapter 分章
       + One stable equiri
         + Add 
       + No equiribium
       + Any number and any typ
       + Line/Surface
** Scipy, Numpy and Pandas                            :PROG:INTEREST:PROGRAM:

*** NEXT Review What I've learnt
    SCHEDULED: <2016-10-28 五 19:10.+1d>
    :LOGBOOK:
    CLOCK: [2016-10-28 五 19:09]--[2016-10-28 五 19:34] =>  0:25
    :END:
   
** TODO TradeBlazer 学习 [0/1]
   - [ ] 第一周课程
   - [ ] 第二周课程
*** NEXT 第一周课程
    :LOGBOOK:
    CLOCK: [2016-10-27 四 19:26]--[2016-10-27 四 19:33] =>  0:07
    CLOCK: [2016-10-27 四 18:57]--[2016-10-27 四 19:22] =>  0:25
    :END:
**** DONE 视频学习
     CLOSED: [2016-10-28 五 08:57]
**** DONE 笔记整理
     CLOSED: [2016-10-30 日 14:51] SCHEDULED: <2016-10-30 日 12:54>
     :PROPERTIES:
     :Effort:   2:00
     :END:
     :LOGBOOK:
     CLOCK: [2016-10-30 日 14:25]--[2016-10-30 日 14:50] =>  0:25
     CLOCK: [2016-10-30 日 13:58]--[2016-10-30 日 14:23] =>  0:25
     CLOCK: [2016-10-30 日 13:32]--[2016-10-30 日 13:57] =>  0:25
     CLOCK: [2016-10-30 日 13:10]--[2016-10-30 日 13:13] =>  0:03
     :END:
**** DONE 课后作业 [11/11]
     CLOSED: [2016-10-31 一 12:52]
     :LOGBOOK:
     CLOCK: [2016-10-31 一 10:34]--[2016-10-31 一 10:59] =>  0:25
     CLOCK: [2016-10-30 周日 22:12]--[2016-10-30 周日 22:30] =>  0:18
     CLOCK: [2016-10-30 周日 21:40]--[2016-10-30 周日 22:05] =>  0:25
     CLOCK: [2016-10-30 日 15:14]--[2016-10-30 日 15:20] =>  0:06
     :END:
     
     + [X] 注册、绑定三个模拟账户，登录账户
     + [X] 建立工作区，执行一次手工下单、一次画线下单
     + [X] 加载一次策略公式，将样本空间改为 250 天
     + [X] 保证金改为 8%，手续费 5%% 双向收费，滑点 3 跳/手
     + [X] 对商品策略进行测试，了解收益率、收益风险比、调整收益风险比、盈亏比、夏普比率、最大资产回撤等指标意义
     + [X] 以收益风险比为目标进行参数优化
     + [X] 开启自动交易 (模拟账户)，关联 3 个账户，倍数分别为 1,2,3
     + [X] 在交易头寸监控里同步头寸，设置刷新时间 5s 开启自动同步
     + [X] 运行交易助手，设置不成交，15s 或者滑点超过 3 跳撤单，重发单以最新价加 1 跳发单
     + [X] (?) 比较账户的成交记录和回测报告的成交记录
     + [X] 设置邮箱提醒，进行一次行情切换并设置好行情自动切换条件参数
**** NEXT 源码解读
     :LOGBOOK:
     CLOCK: [2016-10-31 一 13:49]--[2016-10-31 一 14:14] =>  0:25
     :END:
       
* Miscellaneous
** DONE 与吴宗树公司签约合作
   CLOSED: [2016-10-28 五 13:46] SCHEDULED: <2016-10-28 五 09:30>
** DONE 下周一，在华强北，与吴宗树讨论写书事宜并听其讲课
   CLOSED: [2016-10-31 周一 21:11] SCHEDULED: <2016-10-31 一 15:00>
   :LOGBOOK:
   CLOCK: [2016-10-31 周一 19:19]--[2016-10-31 周一 21:11] =>  1:52
   :END:
** TODO 图像去模糊的 =github= 项目查看学习，[[https://github.com/alexjc/neural-enhance][Project location]]
** TODO 虎哥江宁开发区项目
   :LOGBOOK:
   CLOCK: [2016-10-31 周一 23:23]--[2016-10-31 周一 23:43] =>  0:20
   :END:
* Finance
  
** Oct
*** Oct 26
    1. 支出
       + 午饭：9.00 (鸡扒饭) + 3.00 (果汁)) + 11.00 (牛奶)
       + 饮食：9.00 (鸡扒饭) + 3.00 (果汁) + 11.00 (牛奶) + 95.00 (港茶，请客) + 3.00 (矿泉水)
       + 交通：15.00 (滴滴快车) + 14.50 (快车)
    2. 收入
       + 红包：500(老婆给买键盘)
*** Oct 27
    1. 支出
       + 饮食：20.00 (咖啡) + 9.00 (鸡扒饭) + 52.00 (汉堡王) + 26.00 (果汁)
       + 交通：2.00 (M425) + 1.00 (校内班车) + 14.50 (滴滴)
       + 杂项：9.60 (湿巾) + 539.00 (键盘)
*** Oct 28
    1. 支出
       + 饮食：20.00 (咖啡) + 9.9 (蛋挞) + 10.00 (牛奶) + 9.00 (鸡扒饭)
       + 交通：2.00 (M425) + 1.00 (校内班车) + 17.10 (滴滴) + 6.00(饮料) + 9.00 (鸡扒饭) + 0.5 (ofo) + 2.00 (M425)
       + 杂项：25.00 (深大纪念杯)
    2. 收入
       + 工资：9529.76
*** Oct 29
    1. 支出
       + 饮食：45.00 (Starbucks) + 26.00 (外卖) + 32.00 (晚饭) + 128.00 (请客吃饭) + 30.00 (面包)
       + 交通：0.50 (ofo) + 2.00 (M425) + 0.50 (ofo) + 2.00 (M425)
       + 杂项：268.00 (娱乐)
*** Oct 30
    1. 支出
       + 饮食：46.00 (Starbucks) + 3.50 (果汁) + 9.00 (鸡扒饭) + 5.00 (牛奶) + 24.00 (馄饨) + 15.00 (臭豆腐) + 32.00 (橙汁) + 26.00 (喜感)
       + 交通：0.50 (ofo) + 2.00 (M425) + 0.50 (ofo) + 2.00 (M425)
       + 杂项：69.30 (洗发水、牙刷、牙膏)
*** Oct 31
    1. 支出
       + 饮食：45.00 (Starbucks) + 45.00 (麻辣烫) + 16.1 (果汁和牛奶) + 45.00 (汉堡王) + 14.00 (果汁) + 10.00 (臭豆腐)
       + 交通：2.00 (M425) + 0.50 (ofo) + 0.50 (ofo) + 5.00 (地铁) + 5.70 (地铁)
*** Nov 1
    1. 支出
       + 饮食：9.00 (鸡扒饭) + 20.00 (咖啡) + 5.00 (宝矿力) + 76.00 (汉堡) + 21.90 (果汁)
       + 交通：2.00 (M425) + 1.00 (校车) + 16.20 (滴滴)
*** Nov 2
    1. 
       + : 2.00
* Private

** 证券帐号密码，老婆身份证号后六位
